{ad1:"Die index Gruppe ist ein Unternehmen mit Sitz in Berlin und wurde 1994. Aktuell wir etwa 160 Mitarbeiter. index ist im Bereich Jobmarkt-Analyse und mit über 80% Umsatz aus digitalen Produkten einer der Hidden Champions der digitalen Wirtschaft in Berlin. Wir von index glauben, dass Menschen den Unterschied ausmachen. Daher steht für uns der Mensch im Mittelpunkt. Die index IT besteht aus mehr als 20 Entwickler*innen und bildet das Herzstück unseres Unternehmens. Gemeinsam schaffen wir komplexe für unsere Webprodukte und entwickeln intelligente Verfahren zur effizienten Verarbeitung riesiger Datenmengen. 
Unsere Experten-Teams mit Studienabschlüssen in Informatik, Mathematik oder Computerlinguistik setzen u.a. Machine Learning /KI-Projekte um, entwickeln Datenverarbeitungsskripte für sehr große Datenmengen mit Python, Perl, PostgreSQL und schaffen Datenbank-Entwicklungslösungen in Bezug auf hohe Performanz. In diesem VIDEO bekommst Du einen kurzen Einblick in die Welt der index IT!
Du studierst gerade und deine Erfahrungen in der Praxis erweitern, dann werde Teil unserer index Familie!
Zur unseres Teams suchen wir Dich als
Werkstudent Machine Learning /NLP (w/m/d)
Dein Job:
 des Teams bei der Entwicklung des Natural Language Processing
-Selektieren von Informationen aus heterogenen
-Implementierung von komplexen mithilfe von Machine Learning Frameworks (wie keras, tenorflow oder spacy)
-Einführung von übersichtlichen und wartbaren Programmcodes
- und übersichtliche Dokumentation von Programmcodes und Schnittstellen
Dein Profil:
-Kenntnisse im Bereich Machine Learning und Natural Language Processing (NLP), Datenanalyse, Statistik
-Erfahrung in der Auswahl und Anwendung von Data Science, Frameworks/Toolkits (z.B. Tensorflow, PyTorch, scikit-learn, pandas, …)
-Gute Programmierkenntnisse in Python
-Erfahrung mit relationalen Datenbanken, Postgres
-Hohe Auffassungsgabe und Einsatzbereitschaft zur Aneignung neuer Kompetenzen
-Hohes Maß an und zuverlässiger Arbeitsweise
-Sehr gute Deutschkenntnisse erforderlich
Warum bei index arbeiten:
-Wir bieten, eine vertrauensvolle und offene Unternehmenskultur ohne Dresscode in der sich alle duzen und Respekt und wichtige sind
-Ein Betriebsklima, in dem Herzblut, Einsatzfreude und Teamgeist zählen
-Eine vertrauensbasierte Arbeitszeit mit Rücksicht auf die Work-Life-Balance
-Eine freundliche mit viel Spaß, kurzen Entscheidungswegen und Kommunikation auf
 frisches Obst und ein gelegenes Office, perfekt angebunden an U-Bahn, S-Bahn und Tram
hast Du die Dich in Ruhe und mit der unserer KollegInnen in neue Themen einzuarbeiten. Wenn Dich perspektivisch auch andere Aufgaben interessieren, bieten wir Dir Dich im Bereich Webentwicklung weiterzubilden und Erfahrungen zu sammeln.
Wie geht es weiter?
Bitte sende uns Deine Bewerbungsunterlagen, mit oder ohne Anschreiben, und nenne uns Dein Wunschgehalt und den Eintrittstermin. Solltest Du vorab noch Fragen haben, wende Dich gern an Melina und Karina unter +49 30 390 88 408 und per Mail an karriere@index.de"}
